assignment1/scripts/client/open_load/run1/Client_20.log
httperf --hog --timeout=10000 --client=0/1 --server=10.130.4.193 --port=80 --uri=/loop.php --rate=20 --send-buffer=4096 --recv-buffer=16384 --num-conns=3600 --num-calls=1
Maximum connect burst length: 1

Total: connections 3600 requests 3600 replies 3600 test-duration 179.971 s

Connection rate: 20.0 conn/s (50.0 ms/conn, <=1 concurrent connections)
Connection time [ms]: min 20.5 avg 21.1 max 25.6 median 21.5 stddev 0.2
Connection time [ms]: connect 0.7
Connection length [replies/conn]: 1.000

Request rate: 20.0 req/s (50.0 ms/req)
Request size [B]: 73.0

Reply rate [replies/s]: min 20.0 avg 20.0 max 20.0 stddev 0.0 (35 samples)
Reply time [ms]: response 20.4 transfer 0.0
Reply size [B]: header 202.0 content 85.0 footer 0.0 (total 287.0)
Reply status: 1xx=0 2xx=3600 3xx=0 4xx=0 5xx=0

CPU time [s]: user 123.07 system 56.90 (user 68.4% system 31.6% total 100.0%)
Net I/O: 7.1 KB/s (0.1*10^6 bps)

Errors: total 0 client-timo 0 socket-timo 0 connrefused 0 connreset 0
Errors: fd-unavail 0 addrunavail 0 ftab-full 0 other 0