assignment1/scripts/client/open_load/run1/Client_230.log
httperf --hog --timeout=10000 --client=0/1 --server=10.130.4.193 --port=80 --uri=/loop.php --rate=230 --send-buffer=4096 --recv-buffer=16384 --num-conns=41400 --num-calls=1
Maximum connect burst length: 1

Total: connections 41400 requests 41400 replies 41400 test-duration 180.023 s

Connection rate: 230.0 conn/s (4.3 ms/conn, <=87 concurrent connections)
Connection time [ms]: min 20.7 avg 66.5 max 1480.9 median 36.5 stddev 95.1
Connection time [ms]: connect 0.4
Connection length [replies/conn]: 1.000

Request rate: 230.0 req/s (4.3 ms/req)
Request size [B]: 73.0

Reply rate [replies/s]: min 224.8 avg 229.9 max 235.4 stddev 1.9 (36 samples)
Reply time [ms]: response 66.1 transfer 0.0
Reply size [B]: header 202.0 content 85.0 footer 0.0 (total 287.0)
Reply status: 1xx=0 2xx=41400 3xx=0 4xx=0 5xx=0

CPU time [s]: user 108.68 system 71.35 (user 60.4% system 39.6% total 100.0%)
Net I/O: 81.0 KB/s (0.7*10^6 bps)

Errors: total 0 client-timo 0 socket-timo 0 connrefused 0 connreset 0
Errors: fd-unavail 0 addrunavail 0 ftab-full 0 other 0