assignment1/scripts/client/open_load/run1/Client_300.log
httperf --hog --timeout=10000 --client=0/1 --server=10.130.4.193 --port=80 --uri=/loop.php --rate=300 --send-buffer=4096 --recv-buffer=16384 --num-conns=54000 --num-calls=1
Maximum connect burst length: 39

Total: connections 54000 requests 49388 replies 46177 test-duration 287.251 s

Connection rate: 188.0 conn/s (5.3 ms/conn, <=9491 concurrent connections)
Connection time [ms]: min 21.5 avg 6662.9 max 173709.0 median 1717.5 stddev 15194.6
Connection time [ms]: connect 15722.5
Connection length [replies/conn]: 1.000

Request rate: 171.9 req/s (5.8 ms/req)
Request size [B]: 73.0

Reply rate [replies/s]: min 0.0 avg 162.0 max 242.5 stddev 101.7 (57 samples)
Reply time [ms]: response 2102.2 transfer 0.0
Reply size [B]: header 202.0 content 84.0 footer 0.0 (total 286.0)
Reply status: 1xx=0 2xx=46177 3xx=0 4xx=0 5xx=0

CPU time [s]: user 126.85 system 160.40 (user 44.2% system 55.8% total 100.0%)
Net I/O: 57.2 KB/s (0.5*10^6 bps)

Errors: total 7823 client-timo 0 socket-timo 4612 connrefused 0 connreset 3211
Errors: fd-unavail 0 addrunavail 0 ftab-full 0 other 0